<?php

$students = [
            '11' => ['А' => ['Александр', 'Анатолий', 'Артём', 'Надежда' ],
                     'Б' => ['Александр', 'Петр', 'Елена', 'Светлана' ],
                     'В' => ['Владислав', 'Ксения', 'Вероника']],

            '10'=> ['А' => ['Александр', 'Валентина', 'Надежда', 'Виктория', 'Вадим' ],
                    'Б' => ['Алексей'],
                    'В' => ['Юра', 'Никита', 'Анна', 'Катя' ]],

            '9' => ['А' => ['Илья', 'Полина', 'Настя', 'Лена' ],
                    'Б' => ['Павел', 'Дима', 'Александр', 'Армен' ],
                    'В' => ['Святослав', 'Илья', 'Регина', 'Яков' ]],
];
print_r($students);


$storage = [
    'Игрушки' => 45,
    'Одежда' => 123,
    'Автомобили' => 2,
    'Самолеты' => 14,
    'Техника' => 25,
    'Бумага' => 11415,
    'Цветы' => 565
];
print_r($storage);


$dinner = [
    'Понедельник' => ['Салат' => 46,
                      'Суп' => 345,
                      'Второе' => 34],

    'Вторник'=> ['Салат' => 46,
                 'Суп' => 345,
                 'Второе' => 34],

    'Среда' => ['Салат' => 466,
                'Суп' => 345,
                'Второе' => 34],

    'Четверг' => ['Салат' => 46,
                  'Суп' => 345,
                  'Второе' => 34],

    'Пятница'=> ['Салат' => 46,
                 'Суп' => 345,
                 'Второе' => 34],
];
print_r($dinner);


$famili = [
    'Петр' => [ 41, 'Папа'],
    'Ольга' => [ 41, 'Мама'],
    'Михаил' => [ 73, 'Дедушка'],
    'Александр' => [ 68, 'Дедушка'],
    'Валентина' => [ 67, 'Бабушка'],
    'Валентина2' => [ 65, 'Бабушка']
];
print_r($famili);